abusaidm.html-snippets
alefragnani.project-manager
alekskrnjaic.fanuctplanguage
austenc.laravel-blade-spacer
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cjhowe7.laravel-blade
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
eamodio.gitlens
ecodes.vscode-phpmd
eg2.tslint
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
fabiospampinato.vscode-open-in-terminal
fabiospampinato.vscode-optimize-images
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
hollowtree.vue-snippets
HookyQR.beautify
humao.rest-client
hunter-dev.volt
JamesBirtles.svelte-vscode
jasonnutter.search-node-modules
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
lukapetrovic.image-resizer
luongnd.edge
magicstack.MagicPython
mauve.terraform
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
onecentlin.laravel-blade
PKief.material-icon-theme
redhat.java
salbert.copy-text
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
tiagoaspina.import-file-to-folder
TomiTurtiainen.rf-intellisense
vincentkos.php-docblock-generator
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
waderyan.nodejs-extension-pack
wholroyd.jinja
wk-j.save-and-run
xabikos.JavaScriptSnippets
xshrim.txt-syntax
yo1dog.cursor-align
yzhang.markdown-all-in-one
